supervision/sept2020wk2writing/presentation.tex
% Created 2020-09-14 Mon 10:56
% Intended LaTeX compiler: pdflatex
\documentclass[presentation]{beamer}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usetheme{UoB}
\author{Mark Blyth}
\date{\textit{[2020-09-14 Mon]}}
\title{Writing}
\hypersetup{
 pdfauthor={Mark Blyth},
 pdftitle={Writing},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.3)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Background}
\label{sec:org2d064ae}
\begin{frame}[label={sec:orgf503ebc}]{Week's activities}
\begin{itemize}
\item Built extra figs for conference paper
\item Started writing up a more in-depth version
\item Kept working on CBC code
\item Nodycon abstract back from review
\end{itemize}
\end{frame}


\section{Work}
\label{sec:org93b5058}
\begin{frame}[label={sec:orgb60dc06}]{Abstract}
\begin{itemize}
\item Abstract back from review again
\vfill
\item Minor comments on formatting
\vfill
\item Possible to change title?
\begin{itemize}
\item Add `Bayesian' into it
\end{itemize}
\end{itemize}
\end{frame}

\begin{frame}[label={sec:org3efc895}]{In-depth paper}
\begin{itemize}
\item Started work on an in-depth writeup
\vfill
\item Plan covers most of the last year's work; write up in thesis format?
\begin{itemize}
\item Proposal: 3 days research, 2 days writing
\end{itemize}
\end{itemize}
\end{frame}

\begin{frame}[label={sec:org8d431d5}]{Splines discretisor}
\begin{itemize}
\item Kept working on splines discretisation as an aside
\item So far so good
\end{itemize}
\end{frame}

\section{Next steps}
\label{sec:org607ab69}
\begin{frame}[label={sec:org55f67a4}]{Next steps}
\begin{enumerate}
\item Edit and resubmit abstract
\item Edit conference paper
\item Work on new discretisors CBC simulation
\item Write in-depth writeup
\end{enumerate}
\end{frame}
\end{document}
